Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: * Premium version is available as an in-app purchase, either as a subscription or a one-time payment. * Payment will be charged to your Apple ID account at the confirmation of (in-app) purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. * You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase. * Privacy policy: https://keepassium.com/privacy/app * Terms of Use: https://keepassium.com/terms/app
ar: *النسخة المدفوعة متوفرة كشراء داخل التطبيق، سواءً اشتراك أو الدفع مرة واحدة. *سوف يتم اقتطاع المبلغ من حساب Apple ID عند تأكيد الشراء. يتجدد الاشتراك تلقائيًا إلا إذا قمت بالإلغاء في غضون 24 ساعة على الأقل قبل انتهاء فترة الاشتراك الحالية. وسوف يتم خصم المبلغ من حسابك نظير التجديد في غضون فترة 24 ساعة قبل نهاية الفترة المحددة. *يمكنك إدارة اشتراكاتك وإلغائها بالذهاب إلى إعدادات الحساب في App Store بعد الاشتراك. *سياسة الخصوصية: https://keepassium.com/privacy/app *شروط الاستخدام: https://keepassium.com/terms/app
cs: * Prémiová verze je dostupná přes nákup v aplikaci, buď jako předplatné nebo jednorázová platba. * Platba bude účtována na váš Apple účet při potvrzení koupě. Předplatné se automaticky obnoví, pokud nebude zrušeno nejméně 24 hodin před koncem aktuálního období. Platba za obnovení předplatného bude stržena až 24 hodin před vypršením aktuálního období. * Své předplatné můžete spravovat and zrušit po provedení koupě v nastavení účtu v App Store. * Zásady ochrany osobních údajů: https://keepassium.com/privacy/app * Podmínky užití: https://keepassium.com/terms/app
de: * Premium-Version ist als In-App-Kauf verfügbar, entweder als Abonnement oder als einmalige Zahlung. * Zahlung wird bei der Bestätigung des (In-App-) Kaufs auf Ihre Apple-ID berechnet. Das Abonnement erneuert sich automatisch, wenn es nicht mindestens 24 Stunden vor Ablauf der aktuellen Laufzeit abgebrochen wird. Ihr Konto wird innerhalb von 24 Stunden vor Ablauf der aktuellen Laufzeit für die Verlängerung des Abbonnements belastet. * Sie können Ihre Abonnements verwalten und stornieren, indem Sie nach dem Kauf in Ihre Kontoeinstellungen im App Store gehen. * Datenschutzrichtlinie: https://keepassium.com/privacy/app * Nutzungsbedingungen: https://keepassium.com/terms/app
es_es: * La versión Premium está disponible como compra en la aplicación, ya sea como suscripción o como pago único. * El pago se cargará a la cuenta de Apple ID en la confirmación de la compra (en la aplicación). La suscripción se renueva automáticamente a no ser que se cancele al menos 24 horas antes que finalice el periodo actual. Se cobrará la renovación de la cuenta dentro de las 24 horas antes que termine el periodo actual. * Puedes administrar y cancelar las suscripciones yendo a la configuración de la cuenta en la App Store después de la compra. * Política de privacidad: https://keepassium.com/privacy/app * Términos de uso: https://keepassium.com/terms/app
fr: * La version Premium est disponible sous forme d'achat d'un application, que ce soit sous forme d'abonnement ou de paiement unique. * Le paiement sera facturé sur votre compte Apple ID lors de la confirmation de l'achat (in-app). L'abonnement se renouvelle automatiquement sauf s'il est annulé au moins 24 heures avant la fin de la période en cours. Votre compte sera facturé pour le renouvellement dans les 24 heures précédant la fin de la période en cours. * Vous pouvez gérer et annuler vos abonnements en vous rendant dans les paramètres de votre compte sur l'App Store après l'achat. * Politique de confidentialité : https://keepassium.com/privacy/app * Conditions d'utilisation : https://keepassium.com/terms/app
it: * La versione Premium è disponibile come acquisto in-app, sia come abbonamento che come pagamento una tantum. * Il pagamento sarà addebitato sul tuo account Apple ID alla conferma dell'acquisto (in-app). L'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima della scadenza. Il rinnovo verrà addebitato sul tuo account nelle 24 ore che precedono la scadenza. * Puoi gestire e annullare le tue sottoscrizioni andando nelle impostazioni del tuo account su App Store dopo l'acquisto. * Informativa sulla Privacy: https://keepassium.com/privacy/app * Termini di utilizzo: https://keepassium.com/terms/app
ja: ＊プレミアム版はアプリ内で購入できます。サブスクリプション（期限付き使用）も一括支払いも可能です。 ＊お支払いはApple IDのアカウントに対して (アプリ内) 購入が確認された時点で請求します。サブスクリプションは、期限が切れる24時間前までにキャンセルされなければ自動的に更新します。更新した場合、期限終了前の24時間以内にアカウントに請求いたします。 ＊サブスクリプションの管理やキャンセルは、購入後にApp Storeのアカウント設定で行うことができます。 ＊個人情報保護方針：https://keepassium.com/privacy/app ＊利用規約：https://keepassium.com/terms/app
ko: * 프리미엄 버전은 인앱 구매를 통해 구독 혹은 일회성 결제 방식으로 활성화할 수 있습니다. * 결제는 (인앱) 구매를 확정함과 즉시 사용자의 Apple ID에 이루어집니다. 구독은 활성화된 구독 기간이 끝나기 최소 24시간 전에 구독을 취소하지 않는 한 자동으로 갱신됩니다. * 구매 후 App Store의 계정 설정에서 활성화된 구독을 관리하실 수 있습니다. * 개인정보취급방침 : https://keepassium.com/privacy/app * 사용약관 : https://keepassium.com/terms/app
nl: * De premium-versie is beschikbaar als in-appaankoop, hetzij als abonnement, hetzij als eenmalige betaling. * De betaling wordt in rekening gebracht op je Apple ID bij de bevestiging van de (in-app)aankoop. Het abonnement wordt automatisch verlengd, tenzij het ten minste 24 uur vóór het einde van de huidige periode wordt geannuleerd. Je account wordt belast met verlenging binnen 24 uur vóór het einde van de huidige periode. * Je kunt je abonnementen beheren en annuleren door na aankoop naar je accountinstellingen te gaan in de App Store. * Privacybeleid: https://keepassium.com/privacy/app * Gebruiksvoorwaarden: https://keepassium.com/terms/app
pl: * Wersja Premium jest dostępna jako zakup w aplikacji, jako subskrypcja lub jednorazowa płatność. * Płatność obciąży Twoje konto Apple ID po potwierdzeniu zakupu w aplikacji. Subskrypcja odnawia się automatycznie, chyba że zostanie anulowana co najmniej 24 godziny przed końcem bieżącego okresu. Twoje konto zostanie obciążone opłatą za przedłużenie subskrypcji w ciągu 24 godzin przed końcem bieżącego okresu. * Po zakupie możesz zarządzać i anulować subskrypcje przechodząc do ustawień konta w App Store. * Polityka prywatności: https://keepassium.com/privacy/app * Warunki użytkowania: https://keepassium.com/terms/app
pt_br: * Versão Premium é uma compra dentro do aplicativo, disponível como assinatura ou compra avulsa. * O valor será cobrado de seu Apple ID imediatamente ao confirmar a compra dentro do aplicativo. Assinaturas possuem renovação automática, a menos que canceladas até 24 horas antes do fim do período vigente. A renovação da assinatura será cobrada durante as últimas 24 horas do período de assinatura vigente. * Após a compra, você pode gerenciar e cancelar suas assinaturas nas configurações de sua conta na App Store. * Política de privacidade: https://keepassium.com/privacy/app * Termos de uso: https://keepassium.com/terms/app
ru: * Премиум-версия доступна в виде внутренней покупки (как подписка или как одноразовый платёж). * Плата будет списана с вашего аккаунта Apple ID при подтверждении покупки. Подписка продлевается автоматически, если её не отменить как минимум за сутки до окончания текущего периода. Плата за продление будет списана в течение суток до окончания текущего периода. * Управлять подписками и отменять их после покупки можно в настройках аккаунта в магазине App Store. * Политика конфиденциальности: https://keepassium.com/privacy/app * Условия использования: https://keepassium.com/terms/app
sk: * Prémiová verzia je dostupná cez nákup v aplikácii, a to buď ako predplatné alebo jednorázová platba. * Platba bude naúčtovaná na váš Apple účet pri potvrdení nákupu. Predplatné sa automaticky obnoví, ak nebude zrušené najmenej 24 hodín pred koncom aktuálneho obdobia. Platba za obnovenie predplatného bude zúčtovaná z vášho účtu počas 24 hodín pred vypršaním aktuálneho obdobia. * Svoje predplatné môžete spravovať alebo zrušiť po vykonaní nákupu v nastavení vášho účtu v App Store. * Zásady ochrany osobných údajov: https://keepassium.com/privacy/app * Podmienky používania: https://keepassium.com/terms/app
sv_se: * Premiumversionen är tillgänglig som köp inuti appen, antingen som en prenumeration eller en engångsbetalning. * Betalningen kommer göras mot ditt Apple ID vid bekräftelsen av köpet inuti appen. Prenumerationer förnyas automatiskt om de ej är uppsagda 24 timmar innan slutet på den aktiva perioden. Betalning kommer dras mot ditt konto inom 24 timmar från periodens utgång. * Du kan hantera och avbryta din prenumeration genom att gå till dina kontoinställningar i App Store, efter köpet. * Integritetspolicy: https://keepassium.com/privacy/app * Användarvillkor: https://keepassium.com/terms/app
th: * เวอร์ชันพรีเมียมจะอยู่ในการซื้อภายในแอป ทั้งรูปแบบสมัครรับหรือจ่ายครั้งเดียว * การชำระเงินจะเรียกเก็บไปยังบัญชี Apple ID ขณะที่ยืนยันการซื้อ (ภายในแอป) การสมัครรับจะต่ออายุให้อัตโนมัติจนกว่าจะขอยกเลิกก่อนเวลาสิ้นสุดรอบใช้งานปัจจุบันอย่างน้อย 24 ชั่วโมง บัญชีของคุณจะถูกเรียกเก็บเงินเพื่อต่ออายุภายใน 24 ชั่วโมงก่อนเวลาสิ้นสุดของรอบใช้งานปัจจุบัน * คุณสามารถจัดการและยกเลิกการสมัครรับของคุณได้โดยเข้าไปที่ตั้งค่าบัญชีของคุณใน App Store หลังจากทำการซื้อเรียบร้อยแล้ว * นโยบายความเป็นส่วนตัว: https://keepassium.com/privacy/app * ข้อกำหนดการใช้งาน: https://keepassium.com/terms/app
tr: * Premium sürüm, abonelik veya tek seferlik ödeme olarak uygulama içi satın alma yoluyla kullanılabilir. * Ödeme, (uygulama içi) satın alımın onaylanmasından sonra Apple ID hesabınızdan tahsil edilecektir. Abonelik, cari dönemin bitiminden en az 24 saat önce iptal edilmediği sürece otomatik olarak yenilenir. Cari dönemin bitiminden 24 saat önce hesabınızdan yenileme ücreti alınacaktır. * Satın aldıktan sonra App Store'daki hesap ayarlarınıza giderek aboneliklerinizi yönetebilir ve iptal edebilirsiniz. * Gizlilik politikası: https://keepassium.com/privacy/app * Kullanım Koşulları: https://keepassium.com/terms/app
zh_cn: *高级版作为应用内购买，可按周期订阅或一次性付款。 *付款将在(应用内)购买确认时从您的Apple ID账户中扣除。 除非在到期前至少24小时取消，否则订阅会自动续订。 您的账户将在到期前24小时内收取续订费用。 *您可以在购买后转到App Store上的账户设置来管理和取消订阅。 *隐私政策：https://keepassium.com/privacy/app *使用条款：https://keepassium.com/terms/app
zh_tw: *進階版作為應用內購買，可按週期訂閱或一次性付款。 *付款將在(應用內)購買確認時從您的Apple ID帳戶中扣除。 除非在到期前至少24小時取消，否則訂閱會自動續訂。 您的帳戶將在到期前24小時內收取續訂費用。 *您可以在購買後轉到App Store上的帳戶設置來管理和取消訂閱。 *隱私政策：https://keepassium.com/privacy/app *使用條款：https://keepassium.com/terms/app

source: Attachment
ar: ملف مرفق
cs: Příloha
de: Anhang
es_es: Archivo adjunto
fi: Liitteet
fr: Pièce jointe
hu: Csatolmány
it: Allegato
ja: 添付ファイル
ko: 첨부 파일
nl: Bijlage
pl: Załącznik
pt_br: Anexo
ru: Прикреплённый файл
sk: Príloha
sv_se: Bilaga
th: ไฟล์แนบ
tr: Ek
zh_cn: 附件
zh_tw: 附件

source: KeePassium
ar: كِيّباسيوم

source: New Password
ar: كلمة المرور الجديدة
cs: Nové heslo
es_es: Nueva contraseña
fi: Uusi salasana
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova Password
ja: 新しいパスワード
ko: 새로운 패스워드
pl: Nowe hasło
pt_br: Nova senha
ru: Новый пароль
sk: Nové heslo
sv_se: Nytt lösenord
th: รหัสผ่านใหม่
tr: Yeni Şifre

source: Choose
ar: اختر
cs: Vybrat
de: Auswählen
es_es: Seleccionar
fi: Valitse
fr: Choisir
hu: Válasszon
it: Seleziona
ja: 選択
ko: 선택
nl: Kies
pl: Wybierz
pt_br: Escolher
ru: Выбрать
sk: Vybrať
sv_se: Välj
th: เลือก
tr: Seç
uk: Обрати
zh_cn: 选择
zh_tw: 選擇

source: Repeat Password
ar: أعد كلمة المرور
cs: Zopakujte heslo
de: Passwort bestätigen
es_es: Repetir contraseña
fi: Toista salasana
fr: Répéter le mot de passe
hu: Jelszó ismét
it: Ripetere Password
ja: パスワードの確認
ko: 패스워드 재입력
nl: Herhaal wachtwoord
pl: Powtórz hasło
pt_br: Repita a senha
ru: Повторить пароль
sk: Zopakujte heslo
sv_se: Repetera lösenord
th: ยืนยันรหัสผ่าน
tr: Şifreyi Tekrarla
zh_cn: 重复密码
zh_tw: 請重複輸入密碼

source: Face ID
ar: بصمة الوجه
es_es: Reconocimiento facial

source: Try to remove the file from the app, then add it again.
ar: حاول إزالة الملف من التطبيق، ثم أضفه مرة أُخرى.
cs: Zkuste soubor z aplikace odebrat a poté znovu přidat.
de: Versuchen Sie die Datei aus der App zu entfernen und fügen Sie sie erneut hinzu.
es_es: Prueba a eliminar el archivo de la aplicación e inténtalo de nuevo.
fr: Essayez de supprimer le fichier de l'application, puis ajoutez-le à nouveau.
hu: Próbálja a fájlt az appból eltávolítani, majd újra hozzáadni.
it: Prova a rimuovere il file dall'app, quindi aggiungilo di nuovo.
ja: Appからファイルを削除し、もう一度追加してみてください。
ko: 파일을 앱에서 제거한 후, 다시 추가해보세요.
nl: Probeer het bestand uit de app te verwijderen en voeg het dan opnieuw toe.
pl: Spróbuj usunąć plik z aplikacji, a następnie dodać go ponownie.
pt_br: Tente retirar o arquivo do aplicativo e adicioná-lo de novo.
ru: Попробуйте убрать файл из приложения, а затем добавить его снова.
sk: Skúste odstrániť súbor z aplikácie a potom ho znovu pridať.
sv_se: Försök att ta bort filen från appen, lägg sedan till den igen.
th: ลองลบไฟล์ออกจากแอป แล้วเพิ่มกลับเข้าไปใหม่
tr: Dosyayı uygulamadan silmeyi ve sonra geri eklemeyi deneyin.
zh_cn: 尝试从应用中删除该文件，然后重新添加它。
zh_tw: 嘗試從應用程序中刪除文件，然後再次添加。

source: Copy
ar: نسخ
cs: Kopírovat
de: Kopieren
es_es: Copiar
fi: Kopioi
fr: Copier
hu: Másolás
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Скопировать
sk: Kopírovať
sv_se: Kopiera
th: คัดลอก
tr: Kopyala
zh_cn: 复制
zh_tw: 複製

source: Move
ar: نقل
cs: Přesunout
de: Verschieben
es_es: Mover
fi: Siirrä
fr: Déplacer
hu: Áthelyezés
it: Spostare
ja: 移動
ko: 이동
nl: Verplaatsen
pl: Przenieś
pt_br: Mover
ru: Переместить
sk: Presunúť
sv_se: Flytta
th: ย้าย
tr: Taşı
zh_cn: 移动
zh_tw: 移動

source: Choose a Destination
ar: اختر وجهة
cs: Vyberte cíl
de: Speicherort wählen
es_es: Elige un destino
fr: Choisissez la destination
hu: Válassz mentési helyet
it: Scegli una Destinazione
ja: 保存先を選択
ko: 위치 선택
nl: Kies een bestemming
pl: Miejsce docelowe
pt_br: Escolha um destino
ru: Выберите, куда сохранить
sk: Vyberte cieľ
sv_se: Välj en målmapp
th: เลือกปลายทาง
tr: Bir Klasör Seçin
zh_cn: 选择目标位置
zh_tw: 選擇目的地

source: Cannot parse database. %@
ar: يتعذَّر تحليل قاعدة البيانات. %@
cs: Nelze zanalyzovat databázi. %@
de: Datenbank kann nicht analysiert werden. %@
es_es: No se pudo analizar la base de datos. %@
fr: Impossible d'analyser la base de données. %@
hu: Adatbázis nem elemezhető. %@
it: Impossibile analizzare il database. %@
ja: データベースを解析できません。 %@
ko: 데이터베이스를 구문 분석할 수 없습니다. %@
nl: Kan databank niet verwerken. %@
pl: Nie można przetworzyć bazy. %@
pt_br: Não foi possível processar o banco de dados. %@
ru: Не удалось разобрать базу паролей. %@
sk: Databázu nie je možné analyzovať. %@
sv_se: Kunde inte tolka databasen. %@
th: ไม่สามารถแยกวิเคราะห์ฐานข้อมูล %@
tr: Veritabanı çözümlenemiyor. %@
uk: Не вдалося розібрати базу даних. %@
zh_cn: 无法解析数据库。%@
zh_tw: 無法解析資料庫。%@

source: File already exists
ar: الملف موجود مسبقا
cs: Soubor již existuje
de: Datei existiert bereits
es_es: El archivo ya existe
fr: Le fichier existe déjà
hu: A fájl már létezik
it: Il file esiste già
ja: ファイルは既に存在します
ko: 파일이 이미 존재합니다
nl: Bestand bestaat al
pl: Plik już istnieje
pt_br: O arquivo já existe
ru: Файл уже существует
sk: Súbor už existuje
sv_se: Filen finns redan
th: มีไฟล์อยู่แล้ว
tr: Dosya zaten mevcut
zh_cn: 文件已存在
zh_tw: 檔案已經存在

source: Overwrite
ar: الكتابة فوق الملف
cs: Přepsat
de: Überschreiben
es_es: Sobreescribir
fr: Écraser
hu: Felülírás
it: Sostituisci
ja: 上書き
ko: 덮어쓰기
nl: Overschrijf
pl: Zastąp
pt_br: Sobrescrever
ru: Перезаписать
sk: Prepísať
sv_se: Skriv över
th: เขียนทับ
tr: Üzerine Yaz
zh_cn: 覆盖
zh_tw: 覆寫

source: Show more
ar: عرض المزيد
cs: Zobrazit více
de: Mehr anzeigen
es_es: Mostrar más
fr: Plus
hu: Mutass többet
it: Mostra tutto
ja: さらに表示
ko: 더 보기
nl: Toon meer
pl: Pokaż więcej
pt_br: Mostrar mais
ru: Развернуть
sk: Zobraziť viac
sv_se: Visa mer
th: แสดงเพิ่มเติม
tr: Daha fazla göster
zh_cn: 显示更多
zh_tw: 顯示更多

source: YubiKey Slot %d
ar: منفذ YubiKey %d
es_es: Unidad de YubiKey %d
fr: Emplacement YubiKey %d
it: Slot Yubikey %d
ja: YubiKey スロット %d
ko: YubiKey 슬롯 %d
nl: YubiKey-sleuf %d
pl: Gniazdo YubiKey %d
pt_br: YubiKey posição %d
ru: YubiKey слот %d
th: YubiKey ช่องที่ %d

source: Hardware Keys
ar: حهاز مفاتيح
cs: Hardwarové klíče
de: Hardware-Schlüssel
es_es: Llaves físicas
fr: Clés matérielles
hu: Hardvertokenek
it: Chiavi hardware
ja: ハードウェアキー
ko: 하드웨어 키
nl: Hardwarematige sleutels
pl: Klucz sprzętowy
pt_br: Chaves Físicas
ru: Аппаратные ключи
sk: Hardvérové ​​kľúče
sv_se: Hårdvarunycklar
th: ฮาร์ดแวร์คีย์
tr: Donanım Anahtarları
zh_cn: 硬件密钥
zh_tw: 硬體金鑰

source: Without YubiKey
ar: بدون YubiKey
cs: Bez YubiKey
de: Ohne YubiKey
es_es: Sin YubiKey
fr: Sans YubiKey
hu: Yubikey nélkül
it: Senza YubiKey
ja: YubiKeyなし
ko: YubiKey를 사용하지 않음
nl: Zonder YubiKey
pl: Bez YubiKey
pt_br: Não usar YubiKey
ru: Без YubiKey
sk: Bez YubiKey
sv_se: Utan YubiKey
th: ไม่ใช้ YubiKey
tr: YubiKey olmadan
zh_cn: 不使用YubiKey
zh_tw: 不使用YubiKey

source: Insert the key
ar: أدخل المفتاح
cs: Vložte klíč
de: Hardware-Schlüssel anschließen
es_es: Conecta la llave
fr: Insérez la clé
hu: Csatlakoztassa a kulcsot
it: Inserire la chiave
ja: キーを挿入してください
ko: 키 삽입
nl: Plug de sleutel in
pl: Włóż klucz
pt_br: Insira a chave
ru: Вставьте ключ
sk: Vložte kľúč
sv_se: Sätt i nyckeln
th: เสียบกุญแจ
tr: Anahtarı Yerleştirin
zh_cn: 导入密钥
zh_tw: 插入金鑰

source: Touch the key
ar: المَس المفتاح
cs: Dotkněte se klíče
de: Taste berühren
es_es: Toca la llave
fr: Toucher la clé
hu: Érintse meg a kulcsot
it: Toccare la chiave
ja: キーにタッチしてください
ko: 키 터치
nl: Raak de sleutel aan
pl: Dotknij klucza
pt_br: Toque a chave
ru: Прикоснитесь к ключу
sk: Dotknite sa kľúča
sv_se: Tryck på nyckeln
th: แตะกุญแจ
tr: Anahtara Dokunun
zh_cn: 触摸密钥
zh_tw: 觸摸金鑰

source: Use YubiKey Slot %d
ar: استخدم منفذ YubiKey %d
cs: Použít YubiKey slot %d
de: YubiKey Slot %d verwenden
es_es: Usa la unidad YubiKey %d
fr: Utiliser l'emplacement YubiKey %d
hu: Használja a YubiKey Slotot %d
it: Usare lo slot Yubikey %d
ja: YubiKey スロット %d を使用
ko: YubiKey 슬롯 %d
nl: Gebruik YubiKey-sleuf %d
pl: Użyj gniazda YubiKey %d
pt_br: Usar a posição %d da YubiKey
ru: Использовать YubiKey-слот %d
sk: Použiť YubiKey slot %d
sv_se: Använd YubiKey Slot %d
th: ใช้ YubiKey ช่องที่ %d
tr: YubiKey Slot %d'i kullan
zh_cn: 使用 YubiKey Slot %d
zh_tw: 使用YubiKey Slot %d

source: Expands a text field to its full height
ar: توسيع حقل النص إلى ارتفاعه الكامل
cs: Rozšíří textové pole na jeho plnou výšku
de: Erweitert ein Textfeld auf seine volle Höhe
es_es: Expande un campo de texto a su altura total
fr: Agrandir le champ de texte à sa pleine hauteur
it: Espande un campo di testo alla sua altezza completa
ja: テキスト欄をその高さまで拡大します。
ko: 전체 높이로 텍스트 필드 확장
nl: Breidt een tekstveld uit naar de volledige hoogte
pl: Rozszerza pole tekstowe do pełnej wysokości
pt_br: Expande o campo de texto para sua altura total
ru: Разворачивает текстовое поле во всю высоту
sk: Rozšíri textové pole na jeho plnú výšku
sv_se: Utökar ett textfält till sin fulla höjd
th: ขยายช่องข้อความให้ใหญ่ที่สุด
tr: Metin alanını sonuna kadar genişlet
zh_cn: 扩展文本字段到最大高度
zh_tw: 擴展文本字段到最大高度。

source: Cancelled by the user.
ar: تمّ الإلغاء بواسطة المُستخدم.
cs: Zrušeno uživatelem.
de: Vom Benutzer abgebrochen.
es_es: Cancelado por el usuario.
fr: Annulé par l'utilisateur.
hu: Felhasználó által megszakítva.
it: Annullato dall'utente.
ja: ユーザーにキャンセルされました。
ko: 사용자에 의해 취소됨.
nl: Afgebroken door gebruiker.
pl: Anulowane przez użytkownika.
pt_br: Cancelado pelo usuário.
ru: Отменено пользователем.
sk: Zrušené užívateľom.
sv_se: Avbrutet av användaren.
th: ถูกยกเลิกโดยผู้ใช้งาน
tr: Kullanıcı tarafından iptal edildi.
zh_cn: 已被用户取消。
zh_tw: 已被使用者取消。

source: Hardware key is not connected.
ar: جهاز المفتاح غير متصل.
cs: Hardwarový klíč není připojen.
de: Hardwareschlüssel ist nicht verbunden.
es_es: La llave física no está conectada.
fr: La clé matérielle n'est pas connectée.
hu: Hardvertoken nincs csatlakoztatva.
it: La chiave hardware non è collegata.
ja: ハードウェアキーが接続されていません。
ko: 하드웨어 키가 연결되지 않았습니다.
nl: De hardwarematige sleutel is niet aangekoppeld.
pl: Klucz sprzętowy nie jest podłączony.
pt_br: Chave física não encontrada.
ru: Аппаратный ключ не подключён.
sk: Hardvérový kľúč nie je pripojený.
sv_se: Hårdvarunyckel är inte ansluten.
th: ยังไม่ได้เชื่อมต่อฮาร์ดแวร์คีย์
tr: Donanım anahtarı bulunamadı.
zh_cn: 硬件密钥未连接。
zh_tw: 硬體金鑰沒有連結。

source: Hardware keys are not available in AutoFill.
ar: أجهزة المفاتيح غير مُتاحة في التعبئة التلقائية.
cs: Hardwarové klíče není možné použít pro automatické vyplňování.
de: Hardwareschlüssel sind in AutoFill nicht verfügbar.
es_es: Las llaves físicas no están disponibles con autocompletar.
fr: Les clés materielles ne sont pas disponibles dans AutoFill.
hu: Automatikus kitöltésnél hardvertoken nem használható.
it: Le chiavi hardware non sono disponibili in modalità Riempimento automatico.
ja: ハードウェアキーは自動入力では使用できません。
ko: 하드웨어 키는 자동 완성에서 사용할 수 없습니다.
nl: Hardwarematige sleutels zijn niet beschikbaar in AutoFill.
pl: Klucz sprzętowy nie jest dostępny dla Autouzupełniania.
pt_br: As chaves físicas não estão disponíveis com o preenchimento automático.
ru: Аппаратные ключи недоступны в Автозаполнении.
sk: Hardvérové ​​kľúče nie sú dostupné pre automatické vyplňovanie.
sv_se: Hårdvarunycklar är ej tillgängliga i Autofyll.
th: ฮาร์ดแวร์คีย์ไม่สามารถใช้ในการป้อนรหัสผ่านอัตโนมัติได้
tr: Donanım anahtarı, otomatik doldurmada kullanılamaz.
zh_cn: 硬件密钥在自动填充中不可用。
zh_tw: 硬體金鑰不支持自動填充。

source: Hardware keys are not supported by this database format.
ar: أجهزة المفاتيح غير مدعومة في صيغة قاعدة البيانات هذه.
cs: Hardwarové klíče nejsou v tomto formátu databáze podporovány.
de: Hardwareschlüssel werden von diesem Datenbankformat nicht unterstützt.
es_es: Las llaves físicas no están disponibles con este formato de base de datos.
fr: Les clés matérielles ne sont pas prises en charge par ce format de base de données.
it: Le chiavi hardware non sono supportate da questo formato di database.
ja: ハードウェアキーはこのデータベース形式ではサポートされていません。
ko: 하드웨어 키가 이 데이터베이스 포맷에서 지원되지 않습니다.
nl: Hardwarematige sleutels worden niet ondersteund door dit databankformaat.
pl: Klucze sprzętowe nie są obsługiwane przez ten format bazy.
pt_br: As chaves físicas não são suportadas por esse formato de banco de dados.
ru: Аппаратные ключи не поддерживаются этим форматом базы паролей.
sk: Hardvérové kľúče nie sú podporované v tomto formáte databázy.
sv_se: Hårdvarunycklar stöds inte av detta databasformat.
th: ฮาร์ดแวร์คีย์ไม่รองรับฟอร์แมทฐานข้อมูลนี้
tr: Donanım anahtarları bu veritabanı formatında desteklenmemektedir.
zh_cn: 硬件密钥不支持此数据库格式。
zh_tw: 硬體金鑰不支持這個資料庫格式。

source: This device or iOS version does not support hardware keys (%@)
ar: هذا الجهاز أو إصدار iOS لا يدعم أجهزة المفاتيح (%@)
cs: Toto zařízení nebo verze iOS nepodporuje hardwarové klíče (%@)
de: Hardwareschlüssel werden von diesem Gerät oder dieser iOS-Version nicht unterstützt (%@)
es_es: Este dispositivo o versión de iOS no soporta llaves físicas (%@)
fr: Cette version de l'appareil ou d'iOS ne prend pas en charge les clés matérielles (%@)
it: Questo dispositivo o questa versione di iOS non supporta le chiavi hardware (%@)
ja: このデバイスまたはiOSはハードウェアキーをサポートしていません (%@)
ko: 이 기기 혹은 iOS 버전에서 하드웨어 키를 지원하지 않습니다. (%@)
nl: Dit apparaat of deze iOS-versie ondersteunt geen hardwarematige sleutels (%@)
pl: To urządzenie lub wersja iOS nie obsługuje kluczy sprzętowych (%@)
pt_br: Este dispositivo ou esta versão do iOS não suporta chaves físicas (%@)
ru: Это устройство или версия iOS не поддерживает аппаратные ключи (%@)
sk: Toto zariadenie alebo verzia iOS nepodporuje hardvérové kľúče (%@)
sv_se: Denna enhet eller iOS-version stöder inte hårdvarunycklar (%@)
th: อุปกรณ์หรือ iOS เวอร์ชันนี้ ไม่รองรับฮาร์ดแวร์คีย์ (%@)
tr: Bu cihaz ya da mevcut iOS sürümünüz donanım anahtarını desteklememektedir (%@)
zh_cn: 此设备或 iOS 版本不支持硬件密钥 (%@)
zh_tw: 這個設備或iOS版本不支持硬體金鑰 (%@)
